[
  {
    "id": 1,
    "titulo": "Empate em Caxarias mantém o terceiro lugar no campeonato",
    "data": "2025-12-21",
    "resumo": "Depois da Equipa sénior ter conseguido a vantagem no marcador numa parte inicial da partida, a equipa de Caxarias empatou o jogo ainda na primeira parte. Na segunda parte nenhuma das equipas conseguiu chegar com sucesso à baliza adversária, mantendo-se o empate até ao final do jogo.",
    "imagens": ["/fotos/noticias/seniorescaxarias.jpg","/fotos/noticias/caxarias21dez25/foto1.jpg","/fotos/noticias/caxarias21dez25/foto2.jpg","/fotos/noticias/caxarias21dez25/foto3.jpg","/fotos/noticias/caxarias21dez25/foto4.jpg"]
  },
  {
    "id": 3,
    "titulo": "Vitória convincente contra o Espinheirense em casa leva a nossa equipa sénior ao segundo lugar!",
    "data": "2026-01-11",
    "resumo": "Após uma primeira parte sem golos, aos 10 minutos da segunda parte, o nosso número 7, Alexandre Rodrigues, marca o único golo do encontro somando mais 3 pontos para a nossa equipa sénior, que sobe assim ao segundo lugar no campeonato com 21 pontos em 10 jogos a um jogo do fim da primeira volta.",
    "imagens": ["/fotos/noticias/senioresespinheirensecasa.jpg","/fotos/noticias/espinheirense11jan26/foto1.jpg","/fotos/noticias/espinheirense11jan26/foto2.jpg","/fotos/noticias/espinheirense11jan26/foto3.jpg","/fotos/noticias/espinheirense11jan26/foto4.jpg","/fotos/noticias/espinheirense11jan26/foto5.jpg","/fotos/noticias/espinheirense11jan26/foto6.jpg","/fotos/noticias/espinheirense11jan26/foto7.jpg","/fotos/noticias/espinheirense11jan26/foto8.jpg",  "/fotos/noticias/espinheirense11jan26/foto9.jpg","/fotos/noticias/espinheirense11jan26/foto10.jpg","/fotos/noticias/espinheirense11jan26/foto11.jpg","/fotos/noticias/espinheirense11jan26/foto12.jpg"]
  },
  {
    "id": 4,
    "titulo": "Vitória em Minde por 3 golos mantém a equipa sénior no 2º lugar do campeonato!",
    "data": "2026-01-17",
    "resumo": "A nossa equipa sénior deslocou-se a Minde para mais um jogo do campeonato distrital da 2ª divisão. Com uma exibição sólida e eficaz, chegámos ao intervalo a vencer por 2-0, Leandro Abreu abriu o marcador depois de um bom passe em profundidade de João Ferreira e uma boa finalização do número 11, Rodrigo Dias conseguiu meter a equipa com dois golos de vantagem depois um cruzamento de bola parada de João Silva e um cabeceamento do central. Na segunda parte, Miguel Santos, o melhor marcador da equipa, voltou a marcar com um bom remate a meia distância com o pé esquerdo.",
    "imagens": ["/fotos/noticias/mindense17jan26/fotoequipa.jpg"]
  }
]